---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarUpdateCurvesData
source: html/fd45bd17-d74d-7d84-435b-dbccfe226f86.htm
---
# RebarUpdateCurvesData Members

Releases all resources used by the RebarUpdateCurvesData